Repository: sara4se/LostIt
Catalog: Dalti/*.lproj/Localizable.strings
Languages: ar

source: Community
ar: المجتمع

source: Send
ar: ارسال

source: Description
ar: وصف

source: Cancel
ar: إلغاء

source: New Message
ar: رسالة جديدة

source: + New Message
ar: رسالة جديدة +

source: Privacy Policy
ar: سياسة الخصوصية

source: I Need Help
ar: أحتاج مساعدة

source: MoreInformation
ar: المزيد من المعلومات

source: Setting
ar: الإعدادات

source: Sign Up Page
ar: تسجيل لحساب جديد

source: Sign In
ar: تسجيل الدخول

source: Lost
ar: مفقود

source: Found
ar: تم إيجاده

source: Select the item state
ar: آختر حالة الغرض

source: Profile
ar: حسابي

source: Chat
ar: الرسائل

source: Post
ar: أنشر

source: Call
ar: أتصل

source: Sign Out
ar: تسجيل الخروج

source: Settings
ar: الإعدادات

source: Choose mode
ar: قم بالأختيار

source: Please choose your preferred mode to upload your item image
ar: الرجاء اختيار الطريقة التي تفضل أن ترفق صورة للغرض بها ؟

source: Photo Library
ar: مكتبة الصور

source: Camera
ar: الكاميرا

source: What do you want to do?
ar: ماذا تريد أن تفعل؟

source: Contact Us
ar: للتواصل

source: Post Upload
ar: المنشور تم رفعه

source: Select item image:
ar: إختر صورة الغرض

source: (Require)
ar: (مطلوب)

source: Select item state
ar: إختر حالة الغرض

source: Add Name
ar: ضع إسم

source: Item name:
ar: إسم الغرض

source: Description:
ar: وصف

source: (Optional)
ar: (إختياري)

source: Add phone number
ar: ضع رقم الهاتف

source: Show phone number
ar: إظهر الرقم

source: Phone number:
ar: رقم الهاتف:

source: Name
ar: الأسم :

source: Scan to contact
ar: أمسح للتواصل

source: Item color, location...
ar: لون الغرض ، الموقع الذي فقدته به ...

source: If you have any questions or suggestions about Our App, do not hesitate to contact Us via :
ar: اذا كان لديك اي اسالة بأمكانك التواصل معنا

source: Forget Password
ar: نسيت كلمة المرور

source: Pleas click bellow to read the privacy policy page on the web
ar: اذا كنت تريد الإطلاع على صفحتنا بالويب لقراءة سياسة الخصوصية الخاصة بنا اضغط على الزر بالأسفل للذهاب للصفحة

source: the item in the photo above is missing please contact the person who post it by call or chat within the app, help people to find their items and they will help you too..
ar: الغرض بالاعلى مفقود الرجاء التواصل مع الشخص الذي قام بنشره أما بالأتصال به أو بمحادثته بالرسائل الخاصة من خلال التطبيق

source: Create Account
ar: إنشاء حساب

source: Log In
ar: تسجيل دخول

source: Email
ar: إيميل

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول

source: Inform about what you lost or found easily and quickly!
ar: أعلمنا عما فقدت أو وجدت بسهولة وسرعة

source: View lost and found items that people post it
ar: إطلع على ما تم نشره من المفقودات التي تم نشرها من قبل أشخاص آخرين

source: Easily and quickly talk with people who found your lost item!
ar: تواصل مع الأ شخاص الذين وجدوا أغراضك أو العكس بسهولة وسرعة

source: Inform people around you
ar: أعلم الآشخاص في محطيك

source: Navigate in community
ar: تصفح المنشورات

source: Contact who have your item
ar: تواصل مع من وجد غرضك

source: Start Using Findit
ar: Lostit إبدا باستخدام

source: Skip
ar: تخطي

source: online
ar: متصل

source: It's inappropriate
ar: محتوى غير ملائم

source: It's misleading
ar: محتوى مضلل

source: Contains personal information
ar: يحتوي على معلومات شخصية

source: It's violent or threatening
ar: محتوى عنيف أو يمثل تهديدًا

source: Hate speech
ar: يحتوي على كلام يحض على الكراهية

source: Nudity and sexual content
ar: محتوى جنسي ومحتوى عري

source: Harassment
ar: يحتوي على مضايقات

source: Scams and fraud
ar: خداع و احتيال

source: Other
ar: أخرى

source: Reporting
ar: الإبلاغ

source: Please select a reason why you are reporting this content :
ar: الرجاء إختيار سبب إبلاغك عن هذا المحتوى :

source: Add more info or other reason :
ar: أضف سبب أخر أو المزيد من المعلومات :

source: Report
ar: إبلاغ

source: Reports
ar: البلاغات

source: Post Reported!
ar: إبلاغ عن منشور

source: Are you sure you want to report this post
ar: هل أنت متأكد من بلاغك عن هذا المحتوي ؟

source: Reporting an issue
ar: إبلاغ عن منشور

source: I Read the terms
ar: قرأت الشروط

source: Accept
ar: موافق

source: The App Need The Notifications To Send You When: ever item lost next to you or someone find your item
ar: يحتاج التطبيق إلى الإشعارات لإرسالها إليك في أي وقت: فقد شخص بجانبك غرض أو وجد شخص ما غرض خاص بك
